{
  "page-title": "Bevölkerungsentwicklung in den Schweizer Gemeinden",
  "navbar-home": "SPTM - Schweizer Bevölkerungszeitmaschine",
  "navbar-github-link": "Github-Projekt",
  "navbar-contact": "Kontakt",
  "body-title": "Bevölkerung der Schweizer Gemeinden im Zeitablauf",
  "current-year-title": "Bevölkerung in",
  "choose-year": "Wählen Sie ein Jahr:",
  "years-range": "1200 bis 1990",
  "label-original-pop-data": "Ursprüngliche Bevölkerungsdaten ({#nbcommunes} Gemeinden)",
  "label-extrapolated-pop-data": "Hochgerechnete Population",
  "hide-communes-button": "verstecken",
  "show-communes-button": "zeigen",
  "graph-title": "Evolution:",
  "graph-click-hint": "Klicken Sie auf eine Gemeinde, um ihre Grafik zu erstellen.",
  "welcome-title": "Willkommen bei der Schweizer Bevölkerung Zeitmaschine",
  "welcome-p1": "Ziel dieses Projektes ist es, die Bevölkerungsdaten der Gemeinden, die im Historischen Lexikon der Schweiz (<a href='https://beta.hls-dhs-dss.ch' target='_blank' rel='nofollow'>HLS</a>, eine faszinierende Ressource für Geschichtsliebhaber) verfügbar sind, zu sammeln und daraus die Bevölkerung aller Schweizer Gemeinden im Laufe der Zeit zu extrapolieren. Schließlich wollen wir das Ergebnis visualisieren und teilen.   Auf lange Sicht können Sie die Routen von <a href='https://map.geo.admin.ch/?topic=ivs&amp=ivs&amp=ivs&amp=ivs&amp;lang=en&amp;bgLayer=ch.swisstopo.pixelkarte-farbe&amp;layers=ch.astra.ivs-nat,ch.astra.ivs-nat-verlaeufe,ch.swisstopo. hiks-dufour,ch. swisstopo.hiks-siegfried&amp;E=2524453.86&amp;N=1157441.67&amp;zoom=4.446120007631386&amp;catalogNodes=340,350&amp;layers_visibility=true,false,false,false' target='_blank' rel='nofollow'>IVS</a> oder das Projekt über die Schweizer Grenzen hinaus erweitern?  ",
  "welcome-p2": "Alle Schweizer Gemeinden verfügen über Daten aus dem Jahr 1850, dem Beginn der amtlichen Statistik. Mehr als die Hälfte haben Daten aus den Jahren 1798 oder 1764.   Die Kantone Waadt und Zürich hatten bis ins 15. Jahrhundert eine gute Abdeckung, das Tessin bis ins 16. Jahrhundert.   Die anderen sind unvollständiger.  ",
  "welcome-p3": "Die Gemeinde mit den ältesten Daten ist keine andere als <a href='https://beta.hls-dhs-dss.ch/Articles/002445/?language=fr=fr=fr=fr=fr' target='_blank' rel='nofollow'>Lussy-sur-Morges</a>, mit 15 Haushalten (74 Einwohner) im Jahr 1177.",
  "welcome-p4": "Sind diese Datenunterschiede auf eine bessere Datenerhebung im Mittelalter zurückzuführen? Oder sind die Daten einfach noch nicht von Patientenhistorikern erhoben worden?  Der Herr von Lussy-sur-Morges war auf jeden Fall sehr fleißig. ",
  "welcome-p5": "Diese Seite zeigt ein Projekt in der Entwicklung! Nichts ist vorbei. Wir freuen uns über jedes Feedback, wie man es verbessern kann. Wir sind nur Anfänger auf dem Gebiet.",
  "status-title": "Projektstatus",
  "status-p1": "Es gibt 4 Hauptschritte: 1) Datenerfassung, 2) Reinigung, 3) Hochrechnung und 4) Anzeige.",
  "status-p2": "Ab dem 24. Juli 2019:",
  "status-li1": "Die Datenerhebung erfolgt für alle auf dem HLS verfügbaren Gemeinden und ehemaligen Gemeinden.",
  "status-li2": "Die Reinigung erfolgt für alle geernteten Gemeinden mit Ausnahme des Kantons Thurgau.",
  "status-li3": "Die Hochrechnung erfolgt in einer vereinfachten Weise für alle Gemeinden mit Daten im Jahr 1850 im HLS.",
  "status-li4": "Die Karte ist funktionsfähig, Zusammenschlüsse von Gemeinden werden nicht verwaltet (aufgelöste Gemeinden, die fusioniert haben, werden ebenfalls angezeigt), und es gibt einige Fehler bei der Positionierung von Gemeinden.",
  "status-p3": "Es bleibt noch viel zu tun: die korrekte Verwaltung kommunaler Fusionen, die Korrektur der geografischen Punkte, die jeder Gemeinde entsprechen, die Verwendung bzw. Entwicklung einer validen Methodik zur Extrapolation fehlender Daten, die Sicherstellung der Datenqualität und der HLS-Datenquellen.",
  "technical-title": "Technische Aspekte",
  "technical-p1": "Hier ist die Verteilung der verfügbaren Beobachtungen im Zeitverlauf:",
  "technical-p2": "Nützlicher ist die kumulative Verteilung der ersten verfügbaren Beobachtung für jede Gemeinde (Lesung: 617 Gemeinden haben ihre erste Beobachtung vor 1600):",
  "technical-p3": "Schließlich ist die Wachstumsrate für die Extrapolation von 1850 Daten verwendet:",
  "technical-p4": "Diese Wachstumsrate wird auf eine vereinfachte Weise erhalten: für ein Jahr <i>t</i>, ist es die durchschnittliche Wachstumsrate der Gemeinden (gewichtet durch ihre Bevölkerung in <i>t</i>) mit Daten um <i>t</i>. Ebenfalls ausgeschlossen sind Gemeinden mit mehr als 10'000 Einwohnern im Jahr 1850 (die 10-15 grössten Städte der Schweiz). Dies gibt eine grobe Schätzung der Population mit mehreren Verzerrungen (Glättung, Empfindlichkeit, Überpassung, etc....).",
  "technical-p5": "So erscheint beispielsweise der Schwarze Tod 1347 als eine totale Bevölkerungsveränderung von etwa -2% (-0,2% über 10 Jahre), verglichen mit -30% oder sogar -50% in der Realität.",
  "help-title": "Was können Sie tun, um uns zu helfen?",
  "help-p1": "Liegt die Gemeinde Le Chenit nördlich der Stadt Montreux? Sicherlich nicht!  Wenn Sie einen Tippfehler bemerken: Lassen Sie es uns wissen! ",
  "help-p2": "Kennst du eine revolutionäre Möglichkeit, diese Daten anzuzeigen? Wir nehmen es.",
  "help-p3": "Sind Sie mit historischen Statistiken vertraut? Wir nehmen gerne alle relevanten Informationen entgegen, sei es zusätzliche Datenquellen oder Informationen, dass all diese Arbeiten bereits von anderen durchgeführt wurden. Wir werden uns jeder wissenschaftlichen Literatur zu diesem Thema zuwenden, wie Hyänen auf einem Kadaver. Sie fehlen uns sehr stark."
}