{
  "page-title": "Andamento della popolazione nei comuni svizzeri",
  "navbar-home": "SPTM - Macchina del tempo della popolazione svizzera",
  "navbar-github-link": "Progetto Github",
  "navbar-contact": "Contatto",
  "body-title": "Popolazione dei comuni svizzeri nel tempo",
  "current-year-title": "Popolazione in",
  "choose-year": "Scegliere un anno:",
  "years-range": "1200-2000",
  "label-original-pop-data": "Dati originali sulla popolazione ({#nbcomuni} comuni)",
  "label-extrapolated-pop-data": "Estrapolazione della popolazione",
  "graph-title": "Evoluzione:",
  "graph-click-hint": "Clicca su un comune per generare il suo grafico",
  "welcome-title": "Benvenuti nella macchina del tempo della popolazione svizzera",
  "welcome-p1": "Lo scopo di questo progetto è quello di raccogliere i dati sulla popolazione dei comuni disponibili sul Dizionario storico della Svizzera (<a href='https://beta.hls-dhs-dss.ch' target='_blank' rel='nofollow'>DSS</a>, una risorsa affascinante per gli amanti della storia) e di utilizzarli per estrapolare nel tempo le popolazioni di tutti i comuni svizzeri. Infine, vogliamo visualizzare e condividere il risultato.   A lungo termine, perché non aggiungere i percorsi da <a href='https://map.geo.admin.ch/?topic=ivs&amp=ivs&amp=ivs&amp=ivs&amp=ivs&amp;lang=en&amp;bgLayer=ch.swisstopo.pixelkarte-farbe&amp;layers=ch.astra.ivs-nat,ch.astra.ivs-nat-verlaeufe,ch.swisstopo. hiks-duur-duur,ch. swisstopo.hiks-siegfried&amp;E=2524453.86&amp;N=1157441.67&amp;zoom=4.446120007631386&amp;catalogNodes=340,350&amp;layers_visibility=true,false,false,false,false,false,false' target='_blank' rel='nofollow'>IVS</a> o estendere il progetto oltre i confini svizzeri?  ",
  "welcome-p2": "Tutti i comuni svizzeri dispongono di dati che risalgono al 1850, l'inizio della statistica ufficiale. Più della metà di essi possiede dati del 1798 o 1764.   I cantoni di Vaud e Zurigo hanno avuto una buona copertura fino al XV secolo, il Ticino fino al XVI secolo.   Gli altri sono più incompleti.  ",
  "welcome-p3": "Il comune con i dati più vecchi non è altro che <a href='https://beta.hls-dhs-dss.ch/Articles/002445/?language=fr=fr=fr=fr=fr' target='_blank' rel='nofollow'>Lussy-sur-Morges</a>, con 15 famiglie (74 abitanti) nel 1177.",
  "welcome-p4": "Queste disparità di dati sono dovute a una migliore raccolta dei dati in epoca medievale? Oppure i dati semplicemente non sono ancora stati raccolti dagli storici dei pazienti?  Il signore di Lussy-sur-Morges è stato in ogni caso molto diligente. ",
  "welcome-p5": "Questa pagina mostra un progetto in fase di sviluppo! Niente è finito. Accogliamo con favore qualsiasi feedback su come migliorarlo. Siamo solo novizi sul campo.",
  "status-title": "Stato del progetto",
  "status-p1": "Ci sono 4 passi principali: 1) raccolta dati, 2) pulizia, 3) estrapolazione e 4) visualizzazione.",
  "status-p2": "Dal 24 luglio 2019:",
  "status-li1": "La raccolta dei dati viene effettuata per tutti i comuni e gli ex comuni disponibili sul DSS.",
  "status-li2": "La pulizia viene effettuata per tutti i comuni raccolti, ad eccezione del cantone di Turgovia.",
  "status-li3": "L'estrapolazione viene effettuata in modo semplicistico per tutti i comuni con dati nel 1850 nel DSS.",
  "status-li4": "La mappa è funzionale, le fusioni di comuni non sono gestite (sono visualizzati anche i comuni disciolti che si sono fusi), e ci sono alcuni errori nel posizionamento dei comuni.",
  "status-p3": "C'è ancora del lavoro da fare: gestire correttamente le fusioni comunali, correggere i punti geografici corrispondenti a ciascun comune, utilizzare/sviluppare una metodologia valida per estrapolare i dati mancanti, garantire la qualità dei dati e le fonti di dati del DSS.",
  "technical-title": "Aspetti tecnici",
  "technical-p1": "Ecco la distribuzione nel tempo delle osservazioni disponibili:",
  "technical-p2": "Più utile è la distribuzione cumulativa della prima osservazione disponibile per ciascun comune (lettura: 617 comuni hanno la loro prima osservazione prima del 1600):",
  "technical-p3": "Infine, il tasso di crescita utilizzato per l'estrapolazione dai dati del 1850:",
  "technical-p4": "Questo tasso di crescita si ottiene in modo semplicistico: per un anno <i>t</i>, è il tasso medio di crescita dei comuni (ponderato dalla loro popolazione in <i>t</i>) con dati intorno a <i>t</i>. Sono esclusi anche i comuni con più di 10.000 abitanti nel 1850 (le 10-15 città più grandi della Svizzera). Questo dà una stima approssimativa della popolazione, con diversi pregiudizi (levigatura, sensibilità, overfitting, ecc....).",
  "technical-p5": "Ad esempio, la Morte Nera del 1347 appare come un cambiamento totale della popolazione di circa -2% (-0,2% in 10 anni), rispetto al -30% o addirittura -50% nella realtà.",
  "help-title": "Cosa puoi fare per aiutarci?",
  "help-p1": "Il comune di Le Chenit è a nord della città di Montreux? Certamente no!  Se notate un errore di battitura: fatecelo sapere! ",
  "help-p2": "Conoscete un modo rivoluzionario per visualizzare questi dati? Lo prendiamo noi.",
  "help-p3": "Conoscete le statistiche storiche? Siamo lieti di prendere tutte le informazioni rilevanti, che si tratti di fonti di dati aggiuntivi o di informazioni che tutto questo lavoro è già stato fatto da altri. Ci buttiamo in qualsiasi letteratura scientifica sull'argomento, come le iene su una carcassa. Ne siamo estremamente carenti."
}